import styles from "./About.module.css";

export default function About() {
    return (
        <div className={styles.about_main}>
            <div className={styles.about_text}>
                <h2>Про нас</h2>
                <div>Ласкаво просимо до нашої компанії, яка проводить хакатони з програмування ще з часів
                    печерної людини! Ми - піонери в галузі технологій та інновацій, які організовують
                    найзахоплюючі та найкреативніші змагання для програмістів.
                </div>
                <h2>Хто ми?</h2>
                <div>Наша історія бере початок з часів, коли печерні люди тільки починали використовувати камені
                    для написання перших "алгоритмів" на стінах своїх жител. З тих пір ми пройшли довгий шлях і
                    стали лідерами у проведенні хакатонів, де кращі уми світу змагаються у створенні
                    інноваційних рішень.
                </div>
                <h2>Наша місія</h2>
                <div>Ми прагнемо створити платформу, де талановиті програмісти, дизайнери та новатори можуть
                    об'єднувати свої зусилля, обмінюватися ідеями та створювати технологічні рішення, які
                    змінюють світ. Наші хакатони - це місце, де народжуються нові ідеї, що здатні перетворити
                    науку і технології на краще.
                </div>
                <h2></h2>
                <div>Якщо ви прагнете до інновацій, любите виклики та хочете стати частиною спільноти, яка
                    змінює світ за допомогою технологій, приєднуйтесь до нас! Разом ми можемо досягти
                    неймовірних результатів і зробити світ кращим.
                </div>
            </div>
            <div>
                <img src="/about_img.jpg" alt="caveman with pc"/>
            </div>
        </div>
    )
}