const lorem = "Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum."

export const hackathons = [
    {
        img: "hackathon_1.webp",
        name: "Hack4Health",
        desc: "Hack4Health – це інтенсивний 48-годинний хакатон, присвячений розробці інноваційних рішень у сфері охорони здоров'я. Учасники будуть працювати над створенням мобільних додатків, телемедичних платформ, пристроїв для моніторингу здоров'я та інших технологій, що допоможуть покращити доступ до медичних послуг та підвищити їхню якість. Протягом хакатону команди отримають підтримку менторів з різних галузей медицини та IT, а також матимуть змогу презентувати свої проекти перед експертним журі.",
        id: 0
    },
    {
        img: "hackathon_2.jpg",
        name: "GreenTech Hackathon",
        desc: "GreenTech Hackathon – це захід, спрямований на створення технологічних рішень для екологічних проблем. Учасники змагатимуться у розробці проектів, що зменшують вплив людської діяльності на навколишнє середовище, сприяють сталому розвитку та екологічній обізнаності. В ході хакатону команди матимуть доступ до експертів в галузі екології та технологій, а також до ресурсів, необхідних для реалізації їхніх ідей.",
        id: 1
    },
    {
        img: "hackathon_3.jpg",
        name: "EduFuture Hackathon",
        desc: "EduFuture Hackathon – це 36-годинний хакатон, спрямований на створення новаторських рішень для освіти. Учасники розроблятимуть інтерактивні навчальні платформи, додатки для дистанційного навчання, інструменти для адаптивного навчання та інші проекти, що допоможуть зробити освіту доступнішою та ефективнішою. Під час заходу команди отримають підтримку від менторів з освітньої сфери та IT-індустрії, а також зможуть презентувати свої ідеї перед фахівцями та інвесторами.",
        id: 2
    },
    {
        img: "hackathon_4.jpg",
        name: "SmartCity Hackathon",
        desc: "SmartCity Hackathon – це 48-годинний хакатон, метою якого є розробка інноваційних рішень для розумних міст. Учасники працюватимуть над створенням проектів, що сприятимуть покращенню міської інфраструктури, підвищенню безпеки, зменшенню заторів та екологічному транспорту. Команди отримають можливість співпрацювати з експертами у галузі міського планування та IT, а також зможуть представити свої проекти перед представниками міської влади та потенційними інвесторами.",
        id: 3
    }
]